[
  "obsidian-imgur-plugin",
  "dataview",
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-dictionary-plugin",
  "markdown-prettifier",
  "recent-files-obsidian",
  "cm-show-whitespace-obsidian",
  "better-fn",
  "text-snippets-obsidian",
  "darlal-switcher-plus",
  "file-explorer-note-count",
  "obsidian-vault-statistics-plugin",
  "templater-obsidian",
  "obsidian-autocomplete-plugin",
  "oz-clear-unused-images",
  "quick-explorer",
  "obsidian-fullscreen-plugin",
  "obsidian-code-block-enhancer",
  "obsidian-image-toolkit",
  "obsidian-git",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-outliner",
  "graph-analysis",
  "various-complements"
]